{
  "page": 1,
  "results": [
    {
            "adult": false,
            "backdrop_path": "/rl3cHVMuHXr6XJ7jKDoXJamoqPI.jpg",
            "id": 65945,
            "name": "Kabaneri of the Iron Fortress",
            "original_language": "ja",
            "original_name": "甲鉄城のカバネリ",
            "overview": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro. Ikoma, a boy who lives in the Aragane station and helps to build Hayajiro, creates his own weapon called Tsuranukizutsu in order to defeat the creatures. One day, as he waits for an opportunity to use his weapon, he meets a girl named Mumei, who is excused from the mandatory Kabane inspection. During the night, Ikuma meets Mumei again as he sees Hayajiro going out of control. The staff on the locomotive has turned into the creatures. The station, now under attack by Kabane, is the opportunity Ikoma has been looking for.",
            "poster_path": "/a9lY3DCLU3DWvUshho6hAX2hKKh.jpg",
            "media_type": "tv",
            "genre_ids": [
                10759,
                16,
                10765
            ],
            "popularity": 24.921,
            "first_air_date": "2016-04-08",
            "vote_average": 6.814,
            "vote_count": 102,
            "origin_country": [
                "JP"
            ]
        },

        {
            "adult": false,
            "backdrop_path": "/94IX4eV3goPM1Ftcw9nYtBRmjBI.jpg",
            "id": 10042,
            "name": "Doc",
            "original_language": "en",
            "original_name": "Doc",
            "overview": "Doc is a medical drama/family drama with strong Christian undertones starring Billy Ray Cyrus as Dr. Clint \"Doc\" Cassidy, a Montana doctor who takes a job in a New York City medical clinic. It ran from March 11, 2001 to November 28, 2004 on PAX. Although set in New York City, all the episodes were shot in and around Toronto, Ontario, Canada.",
            "poster_path": "/4hNOf5ulemoI7EqYg8fDVIclFzq.jpg",
            "media_type": "tv",
            "genre_ids": [
                18,
                10751
            ],
            "popularity": 28.396,
            "first_air_date": "2001-03-11",
            "vote_average": 7.2,
            "vote_count": 10,
            "origin_country": [
                "US"
            ]
        }
  ],
  "total_pages": 1,
  "total_results": 2
}
